Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །དེ་ཁོ་ན་ཉིད་ཐམས་ཅད་ཀྱི་ཡེ་ཤེས་གཅིག་ཏུ་སྟོན་པར་མཛད་པ་ལ་བསྟོད་ཅིང་ཕྱག་འཚལ་ཏེ།
en: Homage to the revealer of the singular wisdom of all of reality!

source: བདག་རྟག་ཏུ་ཕྱག་འཚལ་ལོ།
en: I always offer my salutations.” The tathāgatas, paying reverence

source: །ཡང་མཆོད་པ་བྱས་ནས་ཕྱག་འཚལ་ཏེ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཆོས་རྣམས་ཐམས་ཅད་གཅིག་པའི་སྐུའི།
en: And prostrating themselves again, said,

source: །སྙིང་པོ་བཅོམ་ལྡན་བཤད་དུ་གསོལ།
en: “Please give us, O Blessed One, A single, condensed summary of all phenomena.”

source: །དབང་པོ་གང་དང་གང་ལམ་ཉིད།
en: “One should follow any path that involves sense faculties

source: །དེ་དང་དེ་ཡི་རང་བཞིན་འགྱུར།
en: According to one’s natural disposition.

source: །མཉམ་པར་མ་བཞག་རྣལ་འབྱོར་གྱིས།
en: Without applying a focus

source: །རྟག་པར་ཤིན་ཏུ་མཉམ་གཞག་ཉིད།
en: One should always remain concentrated.

source: །གང་ཕྱིར་ཐམས་ཅད་བདག་ཉིད་ཀྱི།
en: “Because the identity of everyone abides

source: །རྣམ་ཤེས་ཕུང་པོར་གནས་པ་ནི།
en: As the aggregate of consciousness,

source: །སྐྱེས་བུ་ཐ་མལ་སེམས་རྨོངས་པ།
en: Some ordinary people and fools

source: །ལ་ལས་སོ་སོར་རྟོག་མི་ནུས།
en: Cannot comprehend it.

source: །སེམས་དང་སེམས་བྱུང་སེམས་ཀྱི་དངོས།
en: “Both mind and thoughts are, by nature, thinking

source: །ཡེ་ཤེས་ཤེས་བྱ་རང་བཞིན་ཅན།
en: The consciousness takes on the nature of its knowables.

source: །འབྲས་བུ་རྣམས་ལ་བྱེད་པ་ཉིད། །ཆོས་དང་ཆོས་ཅན་སྒོམ་པ་ཉིད།
en: It is the agency in the case of things to be done

source: །གང་ཕྱིར་ཆོས་ནི་དུ་མས་ནི།
en: And, as regards qualities, it constitutes their cultivation.

source: །ཆུ་བོའི་རྒྱུན་ནི་རྒྱ་མཚོ་ལྟར།
en: “For just as there is a single ocean for many streams, So too, with all the multiplicity of qualities,

source: །ཐར་པ་ཉིད་ནི་གཅིག་པུ་ཡིན།
en: There is only one liberation

source: །མང་པོ་དམིགས་པར་མི་འགྱུར་རོ།
en: —No multiplicity can be here observed.

source: །ཇི་ལྟར་ནང་དུ་རྣམ་གནས་པ། །བླ་མའི་ཞལ་ལས་རྙེད་པར་འགྱུར།
en: “How this instruction is to be internalized can only be learned from the teacher’s mouth.”

source: །དེ་ཁོ་ན་ཉིད་མདོར་བསྟན་པ་སྟེ་རབ་ཏུ་བྱེད་པ་གསུམ་པའོ།།
en: This concludes the third part of the first chapter—The Exposition on Reality. “I will now teach

source: །།དེ་ནས་རྒྱུད་རྣམས་ཐམས་ཅད་དུ། །གཏན་ལ་ཕབ་པ་རབ་བཤད་བྱ།
en: The conclusions common to all the tantras.

source: །སེམས་ཅན་ཀུན་ལ་མཉམ་པའི་ཕྱིར།
en: In all beings alike

source: །གྲུ་གསུམ་རྒྱ་ཆེའི་གཟུགས་ཅན་ཉིད།
en: There is a triangle of vast form, “Which is the foundation of them all,

source: །ཚངས་སོགས་ལྷ་དང་ལྷ་མིན་བཅས། །དེ་རྣམས་ཀྱི་ནི་གནས་སུ་འགྱུར།
en: Including Brahmā and the other gods and demigods.

source: །དེ་ཉིད་ཤེས་རབ་ཕ་རོལ་ཕྱིན།
en: It is Perfection of Insight,

source: །ཀུན་རྫོབ་རྣམ་པའི་གཟུགས་ཅན་མ།
en: In her form of conventional attributes.

source: །དེ་ཉིད་ཡུལ་ལས་རྣམ་པར་འདས།
en: “It transcends sense objects;

source: །སྲོག་ཆགས་ཀུན་གྱི་སྙིང་ལ་གནས།
en: It is found in every being’s heart.

source: །དེ་ཕྱིར་དེ་རྒྱས་ཅི་ཞིག་བྱ།
en: Why would it need to be elaborated upon?

source: །མདོར་བསྡུས་པས་ནི་སངས་རྒྱས་ཉིད།
en: In short, it is awakening itself. “While the state of awakening is normally attained

source: །བསྐལ་པ་བྱེ་བ་གྲངས་མེད་པས།
en: After millions of uncountable eons,

source: །ཇི་ལྟར་སངས་རྒྱས་གང་ཐོབ་པ།
en: You can attain it even in this birth

source: །གང་གིས་དམ་པའི་བདེ་བས་ཁྱོད།
en: Through genuine bliss.

source: །སྐྱེ་བ་འདིར་ནི་ཐོབ་པར་འགྱུར།
en: “One will attain the state of Vajradhara,

source: །ཡང་ན་རྡོ་རྗེ་འཛིན་པ་ཉིད།
en: The state of a universal emperor,

source: །ཡང་ན་འཁོར་ལོས་སྒྱུར་བའམ། །འདིས་ནི་དངོས་གྲུབ་ཆེན་པོ་བརྒྱད།
en: Or the eight great siddhis,

source: །གཞན་ཡང་ཡིད་ལ་འདོད་པ་ཡང་།
en: Or anything else desired by the mind. “Beings who are thoroughly bound

source: །གཏི་མུག་ཆགས་དང་ང་རྒྱལ་དང་། །ཕྲག་དོག་དང་ནི་ཉོན་མོངས་ལྔས། །སེམས་ཅན་སོ་སོར་བཅིངས་པ་གང་།
en: By the five major afflictions of Ignorance, hatred, desire, pride, and envy

source: །རང་གི་ཡན་ལག་ཉིད་ཀྱིས་འཇོམས།
en: Are hurting themselves with their own limbs.

source: །འདིས་ནི་འགྲོ་དྲུག་སེམས་ཅན་བཅིངས།
en: “Beings who are bound by these are born

source: །འཁོར་བར་འཁོར་ཞིང་སྐྱེ་བ་ཉིད།
en: As denizens of saṃsāra, circling through the six destinies.

source: །ཉོན་མོངས་པས་ནི་རྨོངས་གྱུར་པས།
en: Deluded by afflictions,

source: །སྡིག་པ་དུ་མ་བྱེད་པར་འགྱུར།
en: They commit many evil deeds.

source: །དེ་ཕྱིར་འདི་བཅོམ་ཅང་མཁྱེན་ཉིད།
en: “Therefore, in order to destroy the afflictions,

source: །སངས་རྒྱས་ཀྱིས་སྤྲུལ་རིགས་པས་ནི། །འཁོར་བའི་རྒྱ་མཚོར་ལྟུང་བ་ཡི།
en: A method has been devised by the ingenious Buddha,

source: །སྦྱོར་བྲལ་སྡུག་བསྔལ་མཐོང་ནས་ནི།
en: Who saw that suffering was of no use For those mired in the ocean of saṃsāra.

source: །ཐབས་དང་ཤེས་རབ་སྤྲུལ་པའི་རྒྱུས།
en: ‘Once I am transformed by insight and means,

source: །ཉོན་མོངས་རྣམས་ནི་ཡིད་ཆེས་འགྱུར།
en: The afflictions will become causes for liberation.’

source: །མཚོན་པ་འདི་ནི་འབྲས་བུར་གྱུར།
en: This is the result to be aimed for,

source: །ཁམས་གསུམ་དུ་ནི་དྲི་མེད་སྣང་།
en: The stainless light throughout the three realms. “Things partake of the nature

source: །གང་དང་གང་གིས་གནས་གྱུར་པ། །དེ་ནི་དེ་ཡི་ངོ་བོ་ཅན།
en: Of whatever they are to be cleansed with.

source: །བུད་ཤིང་བསྲེགས་པའི་རིགས་པས་ནི།
en: Because the function of fire is to consume fuel,

source: །དགྱེས་པའི་རྒྱལ་བ་གར་མཁན་མཆོག །ཕུང་པོ་ཁམས་དང་སྐྱེ་མཆེད་རྣམས།
en: It is to be enjoyed as the sublime dance of the Conqueror.

source: །འདི་ཉིད་རྣམ་དག་མཚོན་པ་འདི།
en: “Just these—the aggregates, the sense-fields, And the elements—are the pure target. The skillful one will strike them,

source: །ཇི་ལྟར་དགྲ་བོ་ནུས་པ་ལ། །དགྲ་བོ་ནུས་པས་དེ་བསྣུན་པ།
en: Just as a capable marksman strikes his enemy.

source: །གཏི་མུག་དག་པས་གཏི་མུག་སྟེ།
en: “One should strike ignorance with the pure aspect of ignorance,

source: །ཞེ་སྡང་དག་པས་ཞེ་སྡང་ཉིད།
en: And likewise hatred with the pure aspect of hatred.

source: །འདོད་ཆགས་དག་པས་འདོད་ཆགས་ཏེ།
en: One should strike desire with the pure aspect of desire,

source: །ང་རྒྱལ་རྣམ་དག་ང་རྒྱལ་ཆེ།
en: And one’s powerful pride with the pure aspect of pride.

source: །ཕྲག་དོག་དག་པས་ཕྲག་དོག་ཉིད།
en: “One should strike envy with the pure aspect of envy.

source: །ཐམས་ཅད་རྣམ་དག་རྡོར་འཛིན་མགོན།
en: Lord Vajradhara, for his part, is free of all these afflictions.

source: །དེ་ཡི་ངོ་བོ་རྣམ་དག་པ།
en: Struck by the pure aspects of his nature,

source: །ཉོན་མོངས་ལྔ་ནི་མཉམ་པར་འགྱུར།
en: The five afflictions are pacified.

source: །དེ་ལྟར་རིགས་ནི་ལྔ་རྣམས་དང་། །ཡེ་ཤེས་ལྔ་དང་སངས་རྒྱས་ལྔ།
en: “These five afflictions are the five families, The five wisdoms, and the five buddhas.

source: །འདི་ལས་རྡོ་རྗེ་སྙིང་པོ་དང་། །ཁྲོ་བོ་ཁམས་གསུམ་སེམས་ཅན་སྐྱེ།
en: From them are born Vajragarbha, The wrathful deities, the three realms, and beings.

source: །ནང་གི་དབྱེ་བ་འདི་ཉིད་ནི།
en: “This very division of inner constituents

source: །བླ་མའི་ཞལ་ལས་རྙེད་པར་འགྱུར།
en: Can be learned, very clearly, from the teacher’s mouth.

source: །བླ་མ་དམན་པའི་སེམས་ཅན་རྣམས།
en: Those beings who are bereft of a teacher

source: །སྔགས་དང་ཕྱག་རྒྱ་རྙེད་མི་འགྱུར། །གང་ཞིག་ཤིན་ཏུ་གསལ་བས་ནི།
en: Do not learn it, nor the mantra or the mudrā.

source: །འཛམ་གླིང་དེ་འདིར་སངས་རྒྱས་བསྔགས།
en: “So, in this Jambūdvīpa—

source: །གྲུ་གསུམ་དག་པ་ཨེ་ཡི་དབྱིབས།
en: This pure triangle dwelt in by the Buddha—

source: །དབུས་སུ་དགྱེས་པའི་ཨེ་བྃ་ཡིན།
en: In its central area shaped like the Sanskrit letter e There is the syllable vam , and so we get evam

source: །གྲུ་གསུམ་དཀྱིལ་འཁོར་ཉམས་དགའ་བར།
en: “In this delightful maṇḍala with its three corners

source: །རྡོ་རྗེ་ར་ལི་རྣམ་པར་བྱུང་།
en: Emerges Vajrāralli. This space is also called source of phenomena

source: །བཙུན་མོའི་བྷ་ག་ཞེས་ཀྱང་བྱ། །ཆོས་ཀྱི་འབྱུང་གནས་ཞེས་བྱར་བཤད།
en: And the bhaga of all queens

source: །དེ་ཡི་ནང་སོང་པདྨ་ནི།
en: “The lotus at its center

source: །འདབ་མ་བརྒྱད་པ་སྙིང་པོར་བཅས།
en: Has eight petals and a pericarp.

source: །དེ་ལ་ཨ་ལི་ཀ་ལི་འདྲེས།
en: There the vowels and consonants reside in combination,

source: །སྡེ་ཚན་བརྒྱད་ནི་རྣམ་པར་གནས།
en: Arranged into eight classes. “These vowels and consonants, in the form of mantra,

source: །སྔགས་ཀྱི་གཟུགས་ཀྱིས་ལུས་ཅན་གྱི། །ལས་ཀྱི་ཚོགས་ནི་བྱེད་པར་འགྱུར།
en: Carry out a multitude of ritual acts for embodied beings.

source: །ཡི་གེ་རྣམས་ནི་ལྔ་བཅུ་ཉིད།
en: These fifty letters alone

source: །རིག་བྱེད་རྣམས་ལ་ཉེ་བར་གནས།
en: Constitute the Vedic scriptures,

source: །སྔགས་རྣམས་ཉིད་དང་རྒྱུད་རྣམས་དང་། །ཕྱི་རོལ་ཚུལ་གྱི་བསྟན་བཅོས་ཀྱི།
en: “And also the mantras, the tantras, And the śāstras in their outer aspect.

source: །རྡོ་རྗེ་སྙིང་པོའི་རང་བཞིན་འདི།
en: These letters are by nature of indestructible essence—

source: །གཞན་དུ་འདི་ལས་ཅུང་ཟད་མེད།
en: There is nothing whatsoever other than them.

source: །ཨ་ཀ་ཙ་ཊ་ཏ་པ་ཡ་ཤ།
en: “The joys of the classes a , ka , ca , ṭa , ta , pa , ya , and sa

source: །སྡེ་ཚན་དགའ་བ་ལྔ་བཅུ་ཡང་།
en: Are also fifty in number.

source: །མཉམ་པ་དག་ཏུ་སྤྲུལ་པ་རྣམས།
en: Evenly fashioned, they are located

source: །རྡོ་རྗེ་ར་ལི་པདྨར་སོན།
en: Within the lotus inside Vajrāralli. “They are known to be on each petal

source: །འདབ་མ་བརྒྱད་པོ་ཕྱོགས་རྣམས་དང་། །མཚམས་རྣམས་སུ་ནི་འདི་རྣམས་རིགས།
en: In the eight directions.

source: །དེ་རྣམས་དབུས་སུ་ཟེ་འབྲུ་ལ།
en: In the center between them, on the stamen,

source: །དམ་པའི་དབང་ཕྱུག་མ་ཡོད་དོ།
en: Is the supreme deity. “The letter a , the greatest letter, is surrounded

source: །སྡེ་ཚན་བརྒྱད་པོ་རྣམས་ཀྱིས་ནི།
en: By the eight classes.

source: །ཡི་གེ་དམ་པ་ཡོངས་སུ་བསྐོར།
en: As the foremost among all letters,

source: །ཨ་ནི་ཡིག་འབྲུ་ཀུན་གྱི་མཆོག །དོན་ཆེན་སྡེ་ཚན་གཙོ་བོ་ནི།
en: It is the leader of the classes. “From this letter originate

source: །ལུས་ཅན་རྣམས་ཀྱི་སྔགས་ཀུན་ནི། །འདི་ཉིད་ལས་ནི་ཡང་དག་བྱུང་།
en: All the mantras of embodied beings.

source: །གང་ཞིག་རལ་གྲི་མིག་སྨན་དང་། །རྐང་བྱུག་རིལ་བུ་རྐང་འོག་དང་། །གནོད་སྦྱིན་མོ་ཡི་ཡན་ལག་མ།
en: “The magical powers of the sword, eye salve, foot ointment, magical pill, Entry into subterranean realms, association with full-figured yakṣa women,

source: །འཇིག་རྟེན་གསུམ་གྱི་ཁོངས་སུ་རྒྱུ།
en: Ability to course throughout the three realms, and to act in accordance

source: །དངུལ་ཆུའི་འགྲོ་བས་རྗེས་སུ་འབྲང་།
en: With the properties of alchemical operations—

source: །གང་ཞིག་ཐམས་ཅད་མཐུ་ཆེ་བ།
en: “All those great magical powers, accompanied by genuine enjoyment

source: །རང་གི་ཁྱིམ་དུ་ལྔ་བཅུ་འདོད་པ་དང་ལྡན་པར་འགྲུབ་བོ།
en: Of the five sense objects within one’s own abode,

source: །དེ་ནི་སྡེ་ཚན་བརྒྱད་ནང་སོན།
en: Issue forth from within the eight classes of letters,

source: །དབྱངས་མཆོག་སྡེ་ཚན་བདག་ཉིད་འབྱིན།
en: Specifically from the supreme sound, whose nature is the eight classes.

source: །སྐྱེ་བོ་རྣམས་ཀྱི་ཚིག་རྒྱས་པ།
en: “Whatever utterance of persons’ words

source: །གང་ཞིག་ཅུང་ཟད་རྟོགས་བྱ་བ།
en: Is picked up by the listener

source: །དེ་ཀུན་སྔགས་ཀྱི་གཟུགས་ཀྱིས་ནི།
en: Is all the nature of mantra,

source: །དེ་ཕྱིར་རབ་ཏུ་སྐྱེ་བར་འགྱུར།
en: For it originates only from mantra. “This is because it is said that sound is mantra

source: །ལུས་ཅན་རྣམས་ནི་ཐམས་ཅད་ཀྱི།
en: For all embodied beings.

source: །སྒྲ་ནི་སྔགས་ཞེས་བརྗོད་པར་བྱ།
en: It emerges as Dharmāralli,

source: །སྣ་ཚོགས་མདུད་པའི་གནས་ཆེན་ལས། །ཆོས་ཀྱི་ར་ལི་རྣམ་པར་འབྱུང་། །དངོས་གྲུབ་རྫུ་འཕྲུལ་རྣམ་གནས་པའི།
en: From the great place of the universal knot.

source: །སྔགས་དང་ངེས་པ་གང་ཡང་མེད།
en: “There is no fixity whatsoever with mantras Used for siddhis or magical powers.

source: །རང་བཞིན་གྱིས་ནི་མ་སྐྱེས་པའི།
en: The mantra that is by nature unproduced

source: །སྔགས་ཀྱི་ཡིག་འབྲུ་དབང་ཕྱུག་མཆོག །ཡང་དག་སྦྱོར་བྱུང་མཚན་ཉིད་ནི།
en: Is the supreme lord of the sound classes. “I will further teach the characteristics

source: །དེ་ནས་མཆོག་ཏུ་རབ་བཤད་བྱ།
en: Of the emergence from sampuṭa.

source: །ཨེ་ནི་ས་རུ་ཤེས་པར་བྱ།
en: The letter e , known to be earth,

source: །ལས་ཀྱི་ཕྱག་རྒྱ་སྤྱན་མ་ཉིད།
en: Is Locanā, the ‘seal of action’

source: །སྙིང་རྗེ་ཆེན་མོ་ཐབས་ཆེན་མོ།
en: “She is great compassion, omnifarious great means

source: །རང་བཞིན་སྣ་ཚོགས་སྤྱོད་ཡུལ་མ།
en: Of unlimited scope. She resides in the nirmāṇa cakra at the navel,

source: །ལྟེ་བར་སྣ་ཚོགས་འདམ་སྐྱེས་ལ། །སྤྲུལ་པའི་འཁོར་ལོར་རྣམ་པར་གནས།
en: Inside a multicolored lotus.

source: །བྃ་ནི་ཆུ་རུ་ཤེས་པར་བྱ།
en: “The syllable vam , known to be water,

source: །ཆོས་ཀྱི་ཕྱག་རྒྱ་མཱ་མ་ཀཱི།
en: Is Māmakī, the ‘seal of phenomena’

source: །བྱམས་པ་དང་ནི་སྨོན་ལམ་ཚུལ།
en: Her nature is loving kindness and ardent good wishes.

source: །ལྷ་མོ་རྡོ་རྗེའི་རིགས་གཙོ་མ།
en: She is the principal goddess of the vajra family. “She resides in the dharma cakra

source: །སྙིང་གར་ཆུ་སྐྱེས་འདབ་བརྒྱད་ལ། །ཆོས་ཀྱི་འཁོར་ལོར་ཡང་དག་གནས།
en: At the heart, in an eight-petaled lotus.

source: །མ་ནི་མེ་རུ་བརྗོད་པ་སྟེ།
en: The syllable ma , said to be fire,

source: །ཕྱག་རྒྱ་ཆེན་མོ་གོས་དཀར་མོ།
en: Is Pāṇḍarā, the ‘great seal’

source: །དགའ་དང་སྟོབས་ཀྱི་རྣལ་འབྱོར་གྱིས།
en: “Endowed with power and sympathetic joy,

source: །ལྷ་མོ་པདྨའི་རིགས་བྱུང་མ།
en: This goddess arises from the lotus family. She resides in the sambhoga cakra

source: །ལྐོག་མར་ཆུ་སྐྱེས་འདབ་བརྒྱད་གཉིས། །ལོངས་སྤྱོད་འཁོར་ལོར་ཡང་དག་གནས།
en: At the throat, in a sixteen-petaled lotus.

source: །ཡཱ་ནི་རླུང་གི་རང་བཞིན་ཏེ།
en: “The syllable yā , the nature of wind,

source: །ཉོན་མོངས་ཐམས་ཅད་རབ་འཇོམས་བྱེད། །དམ་ཚིག་ཕྱག་རྒྱ་ཆེན་མོར་ངེས།
en: Which thoroughly destroys all afflictions,

source: །ལྷ་མོ་ལས་ཀྱི་རིགས་གཙོ་མ།
en: Is the chief goddess of the activity family, The great ‘seal of the pledge’

source: །བཏང་སྙོམས་ཡེ་ཤེས་རྣལ་འབྱོར་གྱིས།
en: “With her application of the wisdom of equanimity,

source: །སྒྲོལ་མ་འཁོར་བ་སྒྲོལ་བ་མོ།
en: She is Tārā who ferries beings across the ocean of saṃsāra. She resides in the mahāsukha cakra

source: །འདམ་སྐྱེས་འདབ་མ་སུམ་ཅུ་གཉིས། །བདེ་ཆེན་འཁོར་ལོ་ཆེན་པོར་གནས།
en: In a thirty-two-petaled lotus.

source: །ཨེ་ནི་ཤེས་རབ་བརྗོད་པར་བྱ།
en: “The letter e is known to be insight

source: །བྃ་ནི་ཐབས་དང་ལྡན་པ་ཉིད།
en: And vaṃ is skillful means

source: །བྃ་གིས་རྣམ་པར་བརྒྱན་པ་ཉིད།
en: This letter e is adorned with the syllable vaṃ

source: །ཨེ་ནི་ངེས་པར་མཛེས་པར་འགྱུར།
en: And shines with a steady light. “Being arranged below and above,

source: །ཐབས་དང་ཤེས་རབ་རང་བཞིན་གྱིས།
en: They have the natures of insight and skillful means respectively.

source: །སྟེང་དང་འོག་ཏུ་སྙོམས་པར་འཇུག །ཨེ་ཉིད་དང་ནི་བྃ་ཉིད་དག །གཉིས་གཉིས་སུ་ནི་བརྗོད་པ་ཉིད།
en: The syllables e and vaṃ are always a pair, And they are always pronounced as a pair.

source: །འདི་སྐད་ཅེས་བྱ་བའི་ཚིག་གི་ཕྲད་ནི་དེ་སྐད་ཅེས་གསུངས་ནས་ཞེས་བྱ་བའི་མཐར་ཐུག་པའི་རྒྱུད་ཀྱི་ཚོགས་ལ་བསྙེགས་སོ་ཞེས་བརྗོད་དོ།
en: “Alternatively, with the adverbial particle evaṃ is expressed the totality of tantras, from their beginning to their end.

source: །བདག་གིས་ཐོས་པ་ཞེས་བྱ་བ་ནི་དེ་སྐད་དུ་འདོད་ཆགས་ཆེན་པོ་འདི་ལ་རྟག་ཏུ་གནས་པའོ།
en: The statement mayā śrutam is made because great passion continually dwells in this tantra.

source: །ཤྲུ་ཞེས་བྱ་བ་ནི་འཛག་པར་གསུངས་སོ། །ཏ་ཞེས་བྱ་བ་ནི་གང་ཡང་བདེ་བ་ཆེན་པོའི་མགོན་པོའོ།
en: The syllable śru indicates hearing , and the syllable ta , Lord Mahāsukha

source: །བདག་གིས་ཐོས་པ་ཞེས་བྱ་བ་ནི་བདག་ཉིད་ཀྱིས་ཐོས་པའི་ཕྱིར་རྣ་བའི་ཡེ་ཤེས་ཀྱིས་ཐོས་པ་ཡིན་གྱི། །རྟོགས་པ་ནི་མ་ཡིན་ནོ།
en: In saying ‘only heard by me,’ the narrator means that it was heard with his ear consciousness, but not directly realized.

source: །བཅོམ་ལྡན་འདས་མི་རྟོགས་པའི་སྐྱོན་གང་ལགས།
en: It has been, however, realized by the Blessed One, so nothing is amiss.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །སྡུད་པར་བྱེད་པ་དང་འཆད་པ་པོ་དག་དབྱེར་མེད་པར་འགྱུར་རོ།
en: The Blessed One continued, “There is no distinction between the recounter of the teaching and the teacher.

source: །ཡང་ན་རྟོགས་པ་ཉིད་ནི་གདུལ་བྱའི་སྐྱེ་བོའི་དབང་དུ་བྱས་ནས་འཆད་པ་པོ་ཉིད་སྡུད་པར་བྱེད་པ་ཡིན་ཏེ།
en: Or, rather, realization is only from the perspective of the person to be guided, so that the teacher could himself be the recounter:

source: འཆད་པ་པོ་ང་ཆོས་ཀྱང་ང་།
en: ‘I am the teacher and I am the teaching;

source: །རང་གི་ཚོགས་ལྡན་ཉན་པ་དང་། །དེ་དག་ཇི་ལྟར་འཚལ་བར་བགྱི།
en: I am also the recipient, part of my assembly.’ How should this be understood?

source: །གང་དུ་བདེ་བ་ཆེན་པོའི་མགོན་པོ་གར་མཛད་པའི་ཚེ། གཅིག་ཉིད་གཅིག་དང་དུ་མའི་རོ་ཞེས་བྱ་བའི་ཚིག་གིས་རོལ་པར་མཛད་པའོ།
en: “Wherever Lord Mahāsukha dances, he is playing by means of language with singular and multiple modes of expression.

source: །རིགས་ཀྱི་བུ་བཅོམ་ལྡན་འདས་ཀྱིས་གང་ཅུང་ཟད་གསུངས་པ་དེ་བདག་གིས་གཅིག་ན་ཞེས་བྱ་བ་ནི་དུས་གཅིག་ཉིད་ལའོ། །གཅིག་ན་ཞེས་བྱ་བ་ནི་སྐད་ཅིག་ཉིད་ལའོ། །ཐོས་པ་ཞེས་བྱ་བ་ནི་ལྷག་པར་སོན་པ་སྟེ།
en: Whatever has been taught by the Blessed One, O sons of noble family, that ‘I have heard at one time,’ that is to say, on a particular occasion.

source: །འདིས་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་ལྷག་པར་མོས་པའི་ཏིང་ངེ་འཛིན་རྙེད་དོ་ཞེས་བྱ་བར་བསྙེགས་སོ།
en: This implies that I have realized it. This statement indicates the attainment of the meditative absorption of complete confidence in the inconceivable.

source: །དུས་ཞེས་བྱ་བ་ནི་དུས་ཚོད་ཅེས་གསུངས་སོ།
en: ‘Occasion’ is called time

source: །དུས་ནི་རྣམ་པ་གསུམ་དུ་བརྗོད།
en: And time is of three types—

source: །བདེ་བའི་དུས་དང་སྡུག་བསྔལ་དུས།
en: Pleasurable time, painful time,

source: །བསམ་གྱིས་མི་ཁྱབ་དུས་ཉིད་དོ།
en: And inconceivable time. “The pleasurable time is when bodhicitta enters

source: །འོ་མའི་རྒྱུན་ལྟར་སྣ་བུག་ཏུ།
en: The passage of the nose like a stream of milk;

source: །འོང་བ་བདེ་བའི་དུས་སུ་གསུངས། །མེ་ཡི་གཟུགས་ཀྱིས་འགྲོ་བ་ཉིད།
en: The painful time is when it departs in the form of fire.

source: །སྡུག་བསྔལ་དུས་དང་དེ་གཅིག་གྲགས།
en: Between these two ‘times,’ only the latter one is known.

source: །གཅིག་ནི་ལྷན་ཅིག་མེད་པ་ཡིན།
en: “Should the former one be unaccompanied by the latter,

source: །དུས་ནི་བསམ་གྱིས་མི་ཁྱབ་འགྱུར།
en: Time will become inconceivable

source: །འདོད་ཆགས་མེད་ཅིང་ཆགས་བྲལ་མེད།
en: There will be neither desire, nor the absence of it,

source: །དབུ་མར་དམིགས་པར་མི་འགྱུར་རོ།
en: Nor anything in between that can be ascertained.

source: །དེ་ལ་འདོད་ཆགས་ནུས་མཚན་ཉིད།
en: “Here, desire has the characteristic of ability

source: །འདོད་ཆགས་བྲལ་བ་འགོག་པར་གསུངས།
en: The absence of desire is thought to be cessation.

source: །འདི་བྲལ་དབུ་མར་མི་རྟོག་པས།
en: Since the in between , devoid of both, is inconceivable,

source: །འདི་གསུམ་དམིགས་པར་མི་འགྱུར་རོ།
en: None of the three will be ascertained.

source: །འདོད་ཆགས་ཉིད་དང་ཆགས་བྲལ་ཉིད།
en: “Desire and its absence,

source: །འདྲེས་པར་གྱུར་པ་རྙོག་པ་མེད།
en: When combined, are stainless.

source: །དེ་བཞིན་འདོད་ཆགས་ཆགས་བྲལ་ལས།
en: Likewise, from desire and desirelessness combined

source: །རོ་མཉམ་གཅིག་པུའི་སྐད་ཅིག་མ།
en: Comes the moment of one equal taste.

source: །དངོས་པོ་ཀུན་གྱི་རོ་མཉམ་པ།
en: “All entities are of equal taste.

source: །བསྒོམ་པའི་དུས་ནི་གཅིག་ཏུ་གསུངས།
en: Bhagavān and samaya are said to be one and the same.

source: །འདི་ལྟ་སྟེ།
en: “According to the tradition, This grace consists of six aspects:

source: དབང་ཕྱུག་དང་། གཟུགས་དང་། གྲགས་པ་དང་། དཔལ་དང་། ཡེ་ཤེས་དང་། བརྩོན་འགྲུས་ཕུན་སུམ་ཚོགས་པ་སྟེ།
en: Complete power, form, fame, Splendor, wisdom, and effort.

source: བྷ་ག་དྲུག་ཅེས་གསུངས་སོ། །དེ་འདི་ལ་མངའ་བའི་ཕྱིར་བཅོམ་ལྡན་འདས་སོ།
en: “He who has these six is called bhagavān

source: །ཡང་ན་གང་ཞིག་མི་མཐུན་པའི་ཕྱོགས་ཀྱི་ཆོས་དེ་རྣམས་བཅོམ་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་སོ། །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་དང་། གསུང་དང་། ཐུགས་རྣམས་དང་། དེ་རྣམས་ཉིད་ཀྱི་སྙིང་པོ་དང་། དེ་ཉིད་ཀྱི་རྡོ་རྗེ་དང་། དེ་ཉིད་ཀྱི་བཙུན་མོ་དང་། དེའི་བྷ་ག་དེ་ལ་བཞུགས་སོ།
en: “An alternative interpretation is that a bhagavān is one who has destroyed all qualities inconducive to awakening. Another interpretation is that the body, speech, and mind of all tathāgatas are the essence, this essence is the vajra, this vajra is the queen, and in the bhaga of this vajra queen dwelled the Blessed One.

source: །ཀྱེ་བཅོམ་ལྡན་འདས་བཞུགས་སོ་ཞེས་བྱ་བས་ཅི་གསུངས་པ་ལགས།
en: By addressing him he bhagavan , one implies that he dwelled in the bhaga.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རོ་གཅིག་པ་ཐབས་སྣ་ཚོགས་ཀྱིས་འདུལ་བའི་སྐྱེ་བོའི་ཡིད་འཕྲོག་པ་དང་ལྡན་པ་ཞེས་བྱ་བའི་དོན་ཏོ།
en: The Blessed One continued, “This means that the minds of people requiring guidance are captivated by various methods which, for every tathāgata, are of equal taste.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་དང་། གསུང་དང་། ཐུགས་ཀྱི་སྙིང་པོ་རྡོ་རྗེའི་རང་བཞིན་གང་གི་ཆོས་ཀྱི་འབྱུང་གནས་ལ། གང་གི་ཚེ་བཅོམ་ལྡན་འདས་བཞུགས་པ་དེའི་ཚེ་བདག་གིས་ཐོས་པའོ། །འདི་ལྟ་སྟེ།
en: ‘I heard his teaching when the Blessed One was dwelling in the source of phenomena, which has the nature of vajra queens, who, in turn, are the essence of the body, speech, and mind of all the tathāgatas.’ This is how it is:

source: ཤེས་རབ་གང་གིས་ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པ་འཇོམས་པ་དེའི་ཕྱིར་ཤེས་རབ་བྷ་གར་གསུངས་ཏེ། བྷ་ག་དེར་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་བཙུན་མོ་ལྷན་ཅིག་ཏུ་བཞུགས་སོ།
en: since afflictions are destroyed by insight—afflictions which themselves are devoid of insight—the insight is called bhaga . In this bhaga dwells every tathāgata together with his queen

source: །ཨེ་མ་སངས་རྒྱས་ཐམས་ཅད་ཀྱི།
en: “It is indeed due to the supreme omniscient

source: །ཀུན་མཁྱེན་ཡེ་ཤེས་བླ་ན་མེད།
en: Wisdom of all the buddhas

source: །དེ་བཞིན་གཤེགས་པའི་བདེ་དོན་གང་།
en: That in order to experience the bliss of a tathāgata

source: །བཙུན་མོ་ཉེ་བར་མཛད་པའོ།
en: You should take a consort and pay homage to her. “O sons of noble family!

source: །རིགས་ཀྱི་བུ་འདི་སྐད་བདག་གིས་ཐོས་པ་ཞེས་བྱ་བའི་ཡིག་འབྲུ་ནི། ཆོས་ཀྱི་ཐོག་མར་རྟག་ཏུ་ཡང་དག་པར་གནས་པ་སྟེ།
en: The letters of the phrase evaṃ mayā śrutam are always formed at the beginning of a Dharma teaching.

source: དག་པ་དང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་དངོས་གྲུབ་སྐྱེད་པར་བྱེད་པའོ། །ལག་ན་རྡོ་རྗེས་མ་བཤད་པ་དེ་ངས་ཁྱོད་ལ་བཤད་དོ།
en: These pure letters, which bring the accomplishment of full awakening, and which are ineffable, O Vajrapāṇi, have been spoken by me.

source: །ཚིག་འབྲུ་འདི་རྣམས་ཀྱིས་སེམས་ཅན་རྣམས་འཁོར་བ་ལས་ཕ་རོལ་ཏུ་ཤིན་ཏུ་རིང་བར་འགྲོ་བ་མངོན་དུ་མཚོན་པར་མཛད་པ་དང་། མངོན་དུ་མ་མཛད་པ་དེ་ནུབ་པའི་སེམས་ཀྱིས་སྐྱེ་བ་འདིར་སངས་རྒྱས་ཉིད་དམ།
en: By means of these letters, beings reach the other shore of saṃsāra, so distant. Having repeatedly put this goal in front of yourself, you will, with your mind set on it, attain the state of awakening or the state of Vajrasattva in this birth.

source: རྡོ་རྗེ་སེམས་དཔའ་འཐོབ་པར་འགྱུར་ཏེ། གང་དག་བསམ་གྱིས་མི་ཁྱབ་པའི་གནས་མ་ཐོབ་པ་དེ་ནི་བདེ་བར་གཤེགས་པ་སྟེ་སངས་རྒྱས་ཡིན་ནོ། །མཚན་གཞི་མཚོན་པར་བྱེད་པ་ནི་སེམས་དཔར་ཡང་དག་པར་གསུངས་ཏེ། སྡང་བས་བསྟེན་པ་ཙམ་གྱིས་མནར་མེད་པར་རབ་ཏུ་ལྟུང་བར་འགྱུར་བས་ན།
en: “Beings can attain this inconceivable state, which is not attained even by the bliss-gone ones. Beings can become buddhas when correctly instructed and when the goal is set. By mere self-indulgence they would fall into Avīci hell.

source: ཀུན་ནས་ཉོན་མོངས་པ་ཅན་གྱི་སེམས་ཀྱི་རོ་སྤང་བར་བྱའོ།
en: They should therefore abandon being afflicted by afflictive thoughts.

source: །ཀུན་ནས་ཉོན་མོངས་པ་ཅན་གྱི་སྲིད་པའི་འཇིགས་པ་ལས་འདས་པའི་སྒྲུབ་པ་པོ་དཔལ་དང་ལྡན་པས་དག་པའི་སེམས་སྒོམ་པར་བྱེད་དེ།
en: Fine practitioners, who are beyond the fear of saṃsāric existence, will meditate with a pristine mind.

source: ཐབས་དང་ཤེས་རབ་ཀྱི་སྦྱོར་བ་འདིས་ཇི་ལྟར་ཡང་དག་པར་ཐོབ་པ་དག་པའི་ཡང་དག་པར་རིག་པའི་བདག་ཉིད་ཅན་གྱི་མཚན་གཞི་ཐབས་དང་ཤེས་རབ་ཀྱི་ནུས་པས་ནམ་མཁའ་དང་མཉམ་ཞིང་གནས་གསུམ་དུ་སྣང་བ་སྟེ།
en: In this way, through the application of skillful means and insight, they will attain the true and pristine state, whose character is the nature of original awareness. Through the transformative power of insight and skillful means, they will become equal to space, illuminating the three realms.

source: དེའི་མཚན་གཞི་ནི་མཚོན་པར་དཀའ་བ་དང་། ཐམས་ཅད་དུ་སོན་ཞིང་རྒྱུ་དང་རྐྱེན་སྤངས་པས་ཡིད་བཞིན་གྱི་ནོར་བུ་ལྟ་བུར་འཇིག་རྟེན་གྱི་རང་དང་གཞན་གྱི་དོན་བྱེད་དེ་དངོས་གྲུབ་ཐམས་ཅད་ཀྱི་མཆོག་གོ།
en: This goal is difficult to attain, universally present, and free of causes and conditions. Acting in the world on behalf of oneself and others like a wish-fulfilling gem is, of all siddhis, the supreme one.”
